;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = František Fico
; Translation Author Email = ferofico@gmail.com
; Product name: Wise Registry Cleaner PRO
; Version = 11.1.10
; Update: Apr. 4, 2025
;
[Lang]
NativeLanguage=Slovensky
ChangeLang=Aby sa zmeny uplatnili, reštartujte program.

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
Support=Centrum podpory

[Translation]
;
; Reading habits
;
ReadHabit=Left-to-right
;
; Font and Charset
;
LanguageName=SKY
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
;
; Message box
;
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Main GUI
;
FrmGeneral.chkuac.caption=Preskočiť UAC
FrmWRC.btnregclean.caption=Čistenie registrov
FrmWRC.btnadv.caption=Ladenie systému
FrmWRC.btnsilm.caption=Defragmentácia
FrmWRC.btnrestore.caption=Obnovenie
FrmWRC.btnsettings.caption=Nastavenia
FrmWRC.btnsuggest.caption=Centrum podpory
FrmWRC.WiseSimpleButton1.caption=Zálohovanie
FrmWRC.btnupdate.caption=Skontrolovať aktualizácie
FrmWRC.btnmessage.caption=Novinky


;
; Reg Cleaner
;
FrmReg.caption=Registrácia
FrmRegClean.btnall.caption=Vybrať všetko
FrmRegClean.btnre.caption=Odporúčané
FrmRegClean.btnnone.caption=Zrušiť výber
FrmRegClean.WiseLabel1.caption=Autočistenie
FrmRegClean.lbltype.caption=Spustiť úlohu:
FrmRegClean.lblweek.caption=Deň:
FrmRegClean.lbltime.caption=Čas:
FrmRegClean.btnScan.caption=Skenovať
FrmRegClean.btncancel.caption=Zrušiť
FrmRegClean.btnrescan.caption=Skenovať znova
FrmRegClean.lblstat.caption=Ešte ste nečistili registre. Odporúčame vám ich okamžite vyčistiť.
FrmRegClean.vtrc.Columns[0]=Údaje
FrmRegClean.vtrc.Columns[1]=Kľúč registrov
FrmReg.lblinfo.caption=Ďakujeme, že ste si zvolili Wise Registry Cleaner.
FrmReg.lblinfoex.caption=Zadajte licenčný kľúč pre aktivovanie verzie PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Meno:
FrmReg.lblKey.caption=Licenčný kľúč:
FrmReg.btnReg.caption=Zaregistrovať
FrmReg.btnbuy.caption=Kúpiť teraz
FrmReg.lblhelp.caption=Máte problém s vložením licenčného kľúča?
FrmReg.btnContact.caption=Kontaktujte nás

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizácia
FrmOptimizer.btnnone.caption=Zrušiť výber
FrmOptimizer.btnall.caption=Vybrať všetko
FrmOptimizer.btnDefault.caption=Predvolené
Frmoptimizer.lblinfoex.caption=Optimalizácia registrov môže zrýchliť sieťové pripojenie a systém Windows.
FrmOptimizer.btnoptimize.caption=Optimalizovať
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentácia registrov môže urobiť systém stabilnejším a rýchlejším.
FrmRegDefragger.lblstat.caption=Ešte ste nedefragmentovali registre. Odporúčame vám ich okamžite analyzovať.
FrmRegDefragger.btndefrag.caption=Defragmentovať
FrmRegDefragger.lblinfo1.caption=1. Odporúčame vám, aby ste pred spustením tejto funkcie zatvorili všetky ostatné aplikácie.
FrmRegDefragger.lblinfo2.caption=2. Systém môže počas analýzy dočasne prestať reagovať, čo je normálne.
FrmRegDefragger.lblinfo3.caption=3. Systém sa po dokončení defragmentácie registrov automaticky reštartuje.
FrmRegDefragger.lblinfo4.caption=4. Neprerušujte proces defragmentácie registrov, môže to spôsobiť neznáme dôsledky.
FrmRegDefragger.vtdefrag.Columns[0]=Názov
FrmRegDefragger.vtdefrag.Columns[1]=Aktuálna veľkosť
FrmRegDefragger.vtdefrag.Columns[2]=Nová veľkosť
FrmRegDefragger.vtdefrag.Columns[3]=Miera fragmentácie
FrmRegDefragger.btnAnalysis.caption=Analyzovať
;
; Custom scan areas
;
Frmcustom.btnre.caption=Odporúčané
Frmcustom.btnall.caption=Vybrať všetko
Frmcustom.btnnone.caption=Zrušiť výber
Frmcustom.btncancel.caption=Zrušiť
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=Stav:
frmabout.lblUninstall.caption=Odinštalačné inštrukcie
frmabout.lblPolicy.caption=Ochrana osobných údajov
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAboutWin.caption=O programe
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Nastavenia
FrmSettings.tsCommon.caption=Hlavné
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.lblexp.caption=Detaily
FrmSettings.tsAutoRun.caption=Autoštart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnrestore.caption=O programe
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Zrušiť
FrmUsers.lblinfo.caption=Vyberte používateľov, ktorí môžu spravovať Wise Registry Cleaner.
FrmUsers.rdcuser.caption=Iba aktuálny používateľ
FrmUsers.rdauser.caption=Všetci používatelia
FrmUsers.rdusers.caption=Vybraní používatelia
FrmSettings.tsUsers.caption=Používatelia
FrmGeneral.ckRestorePoint.caption=Pred defragmentáciou registrov automaticky vytvoriť bod obnovenia systému
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Vytvoriť na ploche ikonu vyčistiť na 1-kliknutie
FrmAutorunSettings.lblcmd.caption=Príkazový riadok
FrmAutorunSettings.lblcmdinfo.caption=Pre spustenie programu na skenovanie a čistenie registrov môžete použiť príkazový riadok. Pre viac informácií stlačte F1 alebo kliknite na uvedenú URL adresu pre čítanie dokumentov pomocníka.
FrmAutorunSettings.btnhelp.caption=Pomocník online
;
; Exclusion List
;
FrmExclusion.btnAdd.caption=Pridať kľúč
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
FrmExclusion.btnimport.caption=Importovať
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Zrušiť
;
; General Settings
;
FrmGeneral.chkNews.caption=Automaticky kontrolovať novinky
FrmGeneral.chkbackup.caption=Automaticky zálohovať registre pred čistením
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.lblBackup.caption=Zálohovať do:
FrmGeneral.btnbr.caption=Prehľadať...
;
; Backup and Restore
;
Frm_br.btncancel.caption=Zrušiť
FrmBackup.caption=Zálohovanie
FrmBackup.btnreg.caption=Vytvoriť úplnú zálohu registrov
FrmBackup.btnsys.caption=Vytvoriť bod obnovenia systému
FrmRestore.caption=Centrum obnovenia
FrmRestore.btnRegBk.caption=Zálohy registrov
FrmRestore.btnSysBK.caption=Zálohy systému
FrmRestore.btnclose.caption=Zatvoriť
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
;
; Update
;
frmupdate.caption=Aktualizácia programu
;
; Popup Menus
;
pmLicenseKey1=Zaregistrovať
pmLicenseKey=Zmeniť licenčný kľúč
pmHelp=Pomocník online
pmforum=Fórum
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmCheckNew=Skontrolovať aktualizácie
pmStyle=Vzhľad
pmLang=Vybrať jazyk
pmAbout=O programe
pmIgnore=Ignorovať vybrané
pmrec=Vybrať bezpečné záznamy
pmAll1=Vybrať všetko
pmNone=Zrušiť výber
pmGo=Otvoriť v editore registrov
pmExport=Exportovať do...
pmPortable=Vytvoriť prenosnú verziu
;
; DefProcess
;
FrmProcess.Caption=Analýza registrov
FrmProcess.lblwait.caption=Analyzujem...
FrmProcess.lblinfo.caption=Váš počítač nemusí niekoľko sekúnd alebo minút reagovať.
FrmProcess.lblwait.caption=Analyzujem. Čakajte, prosím...
FrmSettings.tsArea.caption=Oblasť
FrmOptimizer.btnRecommended.caption=Odporúčané
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Bez limitu
Free=Zadarmo
Registried=Zaregistrované
Unregistried=Nezaregistrované
NoNews=Nemáte žiadnu neprečítanú správu.
InvalidRegInfo=Neplatné registračné údaje!
alluser=Všetci používatelia
currentuser=Aktuálny používateľ
Username=Názov používateľa
Proupdate=Ľutujeme, ale táto konkrétna verzia nepodporuje aktualizáciu na novšie verzie. Ak sa rozhodnete aktualizovať, prejdete na bezplatnú verziu. Pokračovať v aktualizácii?
MWDetected=Zistili sme, že MalwareBytes zablokoval %s pri práci. Kliknutím na OK získate riešenie.
ActivateOnline=Kontrolujem vaše registračné údaje. Čakajte, prosím...
WRCRunning=Program je spustený.
StopAndExit=Program skenuje. Chcete zastaviť skenovanie a ukončiť program?
EmptyEmail=Zadajte emailovú adresu.
EmptyName=Zadajte meno používateľa.
InvalidEmail=Neplatná emailová adresa! Zadajte platnú adresu.
EmpytKey=Zadajte licenčný kľúč.
InvalidKey=Neplatný licenčný kľúč! Zadajte platný kľúč.
EnterEmail=Zadajte emailovú adresu
EnterName=Zadajte meno
EnterKey=Zadajte licenčný kľúč
OverMaxTimes=Bol prekročený maximálny počet aktivácií!
ThanksRegister=Ďakujeme za registráciu tohto produktu!
Activated=Verzia PRO bola aktivovaná.
ConnectFail=Nepodarilo sa pripojiť k serveru! Skontrolujte pripojenie k internetu a skúste to neskôr znova.
NoRegInfo=Nepodarilo sa nájsť vaše registračné údaje! Ak potrebujete ďalšiu pomoc, kontaktujte nás.
NeedAdmire=Táto funkcia je dostupná iba pre správcov. Ak chcete túto funkciu spustiť, prihláste sa ako správca.
ScheduleHint=Pravidelne čistite váš počítač
Unoptimized=Neoptimalizované
UpdateError=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
RegeditorLocked=Editor registrov nie je zapnutý. Zálohovanie a obnovenie potrebuje k nemu prístup. Chcete ho teraz zapnúť?
failtounLock=Editor registrov sa nepodarilo zapnúť! Zapnite ho manuálne alebo kontaktujte pre pomoc vášho správcu.
Total=Celkovo:
DefragRate=Môže vám to pomôcť zmenšiť veľkosť registrov o %s.
SuggestDefrag=Odporúčame vám okamžite defragmentovať registre.
SuggestIgnore=Teraz nemusíte registre defragmentovať.
TypeNoError=Čisté
NeverClean=Ešte ste nečistili registre. Odporúčame vám okamžite spustiť čistenie.
AdviseClean=Pravidelné čistenie registrov zrýchli a stabilizuje váš počítač.
DupItem=Táto položka už je v zozname uvedená.
Advisedefrag=Defragmentácia registrov môže urobiť systém stabilnejším a rýchlejším.
NeverDefrag=Ešte ste nedefragmentovali registre. Odporúčame vám okamžite analyzovať registre.
LastDefrag=Naposledy ste defragmentovali registre:
TotalDefrag=Celkovo bolo skomprimovaných %.2f.
DefaultValue=(základná hodnota)
RegBackup=Záloha registrov
RegRestore=Obnovenie registrov
CreateBackup=Vytváram zálohu údajov...
Compress=Komprimujem...
Extracte=Rozbaľujem...
Complete=Dokončené
RestoreReg=Obnovujem registre... Čakajte, prosím.
NotSupportOS=Tento operačný systém nepodporuje túto funkciu.
EnableRestore=Obnovenie systému je vypnuté. Chcete ho zapnúť?
SysCreating=Vytváram bod obnovenia systému...
SysRestoring=Príprava na obnovenie systému...
RestorePointDone=Bod obnovenia systému bol úspešne vytvorený.
RestorePointFail=Bod obnovenia systému sa nepodarilo vytvoriť!
ErrorMsg=Správa o chybe:
Area=Oblasť
Summary=Popis
LeastOne=Vyberte aspoň jednu oblasť na skenovanie.
IsRunning=Program skenuje. Počkajte na jeho dokončenie a skúste to znova.
Optimized=Optimalizované
ComfirmDefrag=Uložte vašu nedokončenú prácu. Systém Windows sa po defragmentácii registrov reštartuje. Pokračovať?
def15After=Počet dní od poslednej defragmentácie registrov %d. Odporúčame vám okamžite spustiť analýzu.
def15Before=So skomprimovanými registrami pobeží váš počítač rýchlejšie a stabilnejšie.
KeyWord=Zadajte kľúč registrov:
ExImport=Zoznam vylúčených bol exportovaný do:
NoNewVer=Používate najnovšiu verziu.
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Never=Nikdy
TranslateTo=Preložiť do...
NeedBack=Tento program používate prvýkrát. Odporúčame vám zálohovať registre. Chcete ich teraz zálohovať?
Newsletter=Novinka
UpgradeInfo=Údaje o aktualizácii
CannotCrTask=Naplánovaná úloha sa nedá vytvoriť!
ScheduleNextTime=Ďalšie spustenie:
Exported=Výsledky skenovania boli exportované do %s. Chcete teraz otvoriť hlásenie?
Idle=Pri nečinnosti
Login=Pri prihlásení
LastClean=Naposledy ste čistili registre:
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
IssueFound=Nájdených problémov %d
Scanning=Skenujem...
ScanCanceled=Skenovanie registrov bolo zrušené.
FindError=Celkovo nájdených problémov %d. Neodporúčame vám odstrániť %d.
LogAll=Nájdených problémov %d, opravených %d.
LogFail=Neopravených %d.
StartClean=Vyčistiť
StartScan=Skenovať
7After=Počet dní od posledného čistenia registrov %d. Odporúčame vám spustiť skenovanie.
7Before=Vyčistite svoje registre a váš počítač pobeží rýchlejšie.
ReScanHint=Nájdených problémov %d. Odporúčame vám vyhľadať ďalšie novým skenovaním.
CleanNow=Kliknutím na tlačidlo vyčistiť okamžite vyriešite tieto problémy a zlepšíte výkon vášho počítača.
NoError=Gratulujeme! Vaše registre sú čisté.
GoodHabit=Pravidelné čistenie registrov udrží váš počítač v špičkovom výkone.
ReScanHint1=Odporúčame vám skenovanie zopakovať, aby ste okamžite zistili potenciálne problémy.
TypeChanged=Zmenili ste skenované položky!
ReScanHint2=Pre vyhľadanie problémov skenujte znova.
CleanDone=Čistenie je dokončené.
bkAuto=Automatická
bkManual=Manuálna
BackupDate=Vytvorenie zálohy
BackupType=Typ
Problems=Problémov
CreateDate=Dátum vytvorenia
Description=Popis
Removebackup=Naozaj chcete odstrániť vybranú zálohu?
RemoveSysRestore=Naozaj chcete odstrániť vybraný bod obnovenia systému?
NoBackupSelected=Vyberte aspoň jednu zálohu na obnovenie.
RestoreComplete=Obnovenie registrov je dokončené.
RestoreFromSysRestore=Obnovenie systému reštartuje váš počítač. Pred kliknutím na tlačidlo áno uložte svoju prácu. Chcete spustiť obnovenie?
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení
NewVer=Bola nájdená nová verzia Wise Registry Cleaner! Chcete ju aktualizovať?
TranslateTo=Preložiť do...
HistoryErrors=Celkovo opravených chýb: %d
clickfix=Kliknutím sem to opravíte.

[Tuneup]
SuperPrefetchParameters=Vypne parametre Super-Prefetch pre zníženie spotreby pamäte pri štartovaní Windows 8 a 10.
BlueReboot=Vypne automatické reštartovanie systému po objavení sa modrej obrazovky smrti.
RemoteRegAccess=Zakáže úpravy registrov zo vzdialeného počítača.
FileListSpeed=Optimalizuje politiku obnovovania zoznamu súborov Windows.
PreviewUP=Zvýši rýchlosť zobrazovania okna náhľadov na paneli úloh.
OptDNS=Optimalizuje DNS a rýchlosť analyzovania DNS.
OptLAN=Optimalizuje pripojenie LAN.
ShowSpeed=Optimalizuje rýchlosť odozvy zobrazovania systému.
AeroSnap=Zvýši rýchlosť Aero Snap pre rýchlejšie zobrazovanie miniatúr.
SSDSpeedup=Optimalizácia SSD
DisablePrefetch=Vypne parametre Prefetch pre predĺženie životnosti SSD.
DisableSuperPrefetch=Vypne parametre Superfetch pre predĺženie životnosti SSD.
DisableDefragBoot=Vypne defragmentáciu disku pri štartovaní systému pre predĺženie životnosti SSD.
DisableDefragIdle=Vypne automatickú defragmentáciu pri nečinnosti pre predĺženie životnosti SSD.
EnableTRIM=Zapne funkciu TRIM pre zvýšenie pracovného výkonu SSD.
OptIEConnection=Zvýši maximálny počet pripojení na server, aby sa zvýšila rýchlosť prezerania internetových stránok a sledovania videa online.
IconCache=Zväčší vyrovnávaciu pamäť systémových ikon pre zvýšenie rýchlosti zobrazovania plochy.
RestoreAll=Chcete obnoviť všetky položky na predvolené nastavenia Windows?
NoSelectedItem=Vyberte aspoň jednu položku.
OptItems=Počet optimalizovateľných položiek %d.
ItemsOptimized=Optimalizovaných položiek %d.
TakeEff=Niektoré zmeny nadobudnú platnosť až po reštartovaní počítača.
NoItems=Gratulujeme! Všetky položky boli optimalizované.
BootSpeedup=Zrýchlenie štartovania a vypínania
SystemStable=Stabilizácia systému
SystemSpeedup=Zrýchlenie systému
NetworkSpeedup=Zrýchlenie siete
PrefetchParameters=Optimalizuje parametre Prefetch pre zvýšenie rýchlosti štartovania Windows.
BootDelay=Skráti čas kontroly disku pre zvýšenie rýchlosti štartovania Windows.
BootPartition=Povolí funkciu optimalizácie pre zvýšenie rýchlosti spúšťania Windows.
ClearPagingFile=Zakáže pri vypínaní čistenie stránkovacieho súboru Windows pre zvýšenie rýchlosti vypínania.
TimeOut=Skráti nečinnosť aplikácie pri zatváraní pre zlepšenie procesu vypínania.
AutoKill=Automaticky zatvorí nereagujúce procesy, aby sa zabránilo pádom systému.
RestartExplorer=Automaticky reštartuje Prieskumníka, keď je to neobvyklé, aby sa zabránilo strate pracovnej plochy.
TwoProcess=Nastaví Prieskumníka Windows tak, aby sa spúšťal ako nezávislý proces, aby sa predišlo systémovým konfliktom.
ErrorReport=Vypne hlásenie chýb systému Windows pre zvýšenie výkonu systému.
Debugger=Vypne ladiaci nástroj pre zvýšenie rýchlosti spracovania chýb.
OptMemory=Optimalizuje predvolené nastavenia pamäte pre zvýšenie výkonu systému.
OptVEff=Optimalizuje komponenty (dialógové okná, ponuky atď.) pre zvýšenie výkonu systému.
OptFileSystem=Optimalizuje súborový systém pre zvýšenie výkonu systému.
OptDiskSystem=Optimalizuje diskový I/O podsystém pre zvýšenie výkonu systému.
DisAutoRun=Zakáže jednotkám funkciu automatického spúšťania, aby sa zabránilo infekcii a šíreniu vírusov.
OptDiskIdle=Optimalizuje diskovú I/O, keď je CPU nečinný.
OptTTL=Optimalizuje nastavenia TTL (Time To Live) pre zvýšenie výkonu siete.
OptNetForward=Optimalizuje schopnosť zrýchlenia siete pre zvýšenie jej výkonu.
OptMTU=Zvýši výkon TCP/IP automatickou detegciou čiernych dier pomocou metódy Path MTU Discovery.
OptWINS=Optimalizuje čas zisťovania názvu WINS pre zvýšenie rýchlosti prenosu údajov.
OptNetWork=Optimalizuje nastavenia siete pre zvýšenie výkonu prenosu.
CloseAnimate=Vypne efekt animácie pri maximalizácii alebo minimalizácii okna pre zvýšenie rýchlosti odozvy Windows.
PagingExecutive=Vypne stránkovanie pamäte a zmenší diskovú I/O pre zvýšenie výkonu aplikácií. (ignorujte, ak je fyzická pamäť < 1GB)
StaticIP=Nastaví statickú IP adresu vášho lokálneho pripojenia pre zvýšenie rýchlosti štartovania počítača.
PorcessorTime=Optimalizuje výkon procesora pre hladšie spúšťanie aplikácií, hier atď. (ignorujte, ak ide o server)
DisableIDECheck=Zabráni kontrole IDE kanála pre zvýšenie rýchlosti štartovania Windows.
ForeAppSpeed=Zvýši rýchlosť odozvy programov v popredí.
AeroPeek=Zvýši rýchlosť zobrazovania Aero Peek.
OptEthernet=Optimalizuje výkon sieťovej karty.
DisableHibernate=Vypnutím režimu hibernácie ušetríte miesto na disku a predĺžite životnosť disku SSD. (rýchle spustenie bude tiež vypnuté)
IndexOptimize=Optimalizuje indexovanie systému Windows.
RemoveShotcut=Odstráni slovo odkaz z odkazov ikon na ploche.
AutoReStartShell=Optimalizuje Prieskumníka Windows tak, aby sa mohol po výskyte výnimky automaticky reštartovať aj bez reakcie systému.
ListveiwOpt=Optimalizuje vizuálny efekt ponuky a zoznamu na zlepšenie prevádzkovej rýchlosti systému.
Systemsecurity=Zabezpečenie systému
DownloadMode=Zakáže optimalizáciu doručovania služby aktualizácií Windows pre zlepšenie výkonu siete.
powercfghigh=Upraví plán napájania na vysoký výkon pre optimálny výkon systému Windows.
powercfghighminimal=Upraví plán napájania na šetrenie energie pre predĺženie doby používania prenosného počítača.
LockScreenToastEnabled=Zakáže zobrazovanie upozornení na uzamknutej obrazovke, aby boli súkromné.
[Type]
ContextMenu=Neplatné položky kontextovej ponuky
MUICache=Vyrovnávacia pamäť MUI
Services=Služby Windows
Activex=Komponenty ActiveX a COM
FireWall=Nastavenia firewallu
RootAll=Neplatné cesty
SoftwareSection=Cesty programov
ApplicationPaths=Cesty aplikácií
FileTypes=Typy súborov
HelpFiles=Súbory pomocníka
Fonts=Písma
SharedDLL=Zdieľané knižnice DLL
MRULists=MRU zoznamy používateľov
UninstallSection=Odinštalátory
StartMenu=Ponuka Štart
StartupProgram=Ponuka Po spustení
SoundandAppEvents=Zvuky a udalosti aplikácií
IEUrlHistory=História URL adries Microsoft IE
IFEO=Obrazy spúšťaných súborov
EmptyKey=Prázdne kľúče
App=Nastavenia aplikácií

[ErrorMessage]
MUIError1=Chýba odkaz MUI, ale disk "%s" je %s. Odporúčame vám ignorovať túto chybu.
MUIError=Chýbajúci odkaz MUI.
ServiceNotExists=Uvedená služba programu neexistuje.
MimeExName=Nesprávne zapísaná MIME prípona súboru: %s
EmptyKey=Prázdny kľúč.
EmptyHelpdirctory=Prázdny priečinok pomocníka.
FileNotExist=Neexistujúci súbor alebo priečinok.
HFileNotExist=Neexistujúci súbor alebo priečinok pomocníka.
EmptyValue=Prázdna hodnota.
TypeLib=Neexistujúci typ knižnice.
NodeEmpty=Prázdny uzol.
SharedFilenotexist=Neexistujúci zdieľaný súbor.
sharedfilenotbeuse=Nepoužívaný zdieľaný súbor.
noconnection=Súbor bez údajov o pripojení.
Invalidpathtoicon=Neplatná cesta ku ikone.
ReferstoaninvalidClass=Odkaz na neplatnú triedu.
Emptyshellcommand=Prázdny príkaz shell.
Invalidshellcommand=Neplatný príkaz shell (súbor neexistuje).
Fontsnotexist=Neexistujúci súbor písma.
Hijacking=%s bol unesený do %s.
MRULists=MRU zoznamy používateľov.
invalidOpenWith=K tomuto typu nie je priradená žiadna aplikácia.
ReferActivex=Odkaz na neplatný vstup Activex a COM.
EmptyCLSID=Prázdne CLSID.
ComSourceNotExist=Neexistujúci zdroj COM.
invalidUnistall=Neplatný odinštalačný údaj.
notexist=neexistuje. 
ObsoleteStartMenuItem=Zastaralá položka v ponuke Štart.
SoundFilenotexist=Neexistujúci zvukový súbor.
FileNotExist1=Súbor alebo priečinok neexistuje, ale disk "%s" je %s. Odporúčame vám ignorovať túto chybu.
OpenWithError=Otvorené s chybou, uvedená aplikácia neexistuje.
OpenWithError1=Otvorené s chybou, uvedená aplikácia neexistuje, ale disk "%s" je %s. Odporúčame vám ignorovať túto chybu.
ComSourceNotExist1=Zdroj COM neexistuje, ale disk %s je %s. Odporúčame vám ignorovať túto chybu.
Trojan=Toto je typické správanie sa trójskeho koňa. Dôrazne vám odporúčame, aby ste záznam ihneď odstránili a prehľadali váš počítač pomocou antivírusového softvéru.
InvalidShellExtensions=Neplatná prípona shell.
progid=Uvedený identifikátor programu neexistuje:


[Summary]
ContextMenu=Neplatné položky kontextovej ponuky.
MUICache=Chýbajúce odkazy vyrovnávacej pamäte MUI.
Services=Neplatné služby Windows.
Activex=Neplatné komponenty ActiveX a COM.
FireWall=Neplatné nastavenia firewallu Windows.
RootAll=Neplatné cesty a súbory.
SoftwareSection=Neplatné cesty a súbory po odstránených programoch.
ApplicationPaths=Neplatné cesty a súbory po zaregistrovaných aplikáciách.
FileTypes=Neplatné údaje o príponách súborov.
HelpFiles=Neplatne zaregistrované súbory pomocníka.
Fonts=Neplatné údaje o písmach.
SharedDLL=Chýbajúce knižnice zdieľaných dynamických odkazov.
MRULists=História prístupu k súborom, dokumentom, sledovaným filmom atď.
UninstallSection=Nepotrebné alebo neplatné odinštalačné údaje.
StartMenu=Zastaralé položky v ponuke Štart.
StartupProgram=Zastaralé alebo neplatné programy v ponuke Po spustení.
SoundandAppEvents=Zastaralé alebo neplatné nastavenia zvukov a udalostí aplikácií.
IEUrlHistory=História navštívených internetových stránok s Microsoft IE.
IFEO=Škodlivé záznamy vytvorené vírusmi, spyvérom alebo malvérom.
EmptyKey=Záznamy bez údajov.
App=Neplatné nastavenia aplikácií.

[AutoClean]
ErrorsFixed=(odstránených chýb)
Title=Gratulujeme!
ErrorsFound=(nájdených chýb)

[AutoUpdate]
CurrentFile=Aktuálny súbor:
Canceling=Ruším...
CANCEL=Zrušiť
Ready=Pripravený na stiahnutie

[Skin]
SkinDefault=Predvolený
SkinLight=Svetlý
SkinDark=Tmavý

[Renew]
subscribed=Neupozorňovať ma znova.
title=Počet dní do expirácie Wise Registry Cleaner PRO %d!
title1=Váš licenčný kľúč expiroval. Obnovte si ho, prosím.
Price=Obnovte si verziu PRO iba za %s!
Describe=Môžete stratiť privilégiá verzie PRO.

[Edit]
pmcut=Vystrihnúť
pmcopy=Kopírovať
pmpaste=Prilepiť
pmdelete=Odstrániť
pmselectall=Vybrať všetko
pmundo=Späť
Renew=Obnoviť

[feedback]
InvalidEmail=Zadajte platnú emailovú adresu.
emptyinput=Zadajte niečo na odoslanie.
thanks=Ďakujeme za vašu spätnú väzbu!
FrmFeedback.lblfeedback.caption =Ako hodnotíte %s?
FrmFeedback.lblemail.caption =Emailová adresa:
FrmFeedback.lblgood.caption =Ktorá funkcia sa vám najviac páči?
FrmFeedback.lblbad.caption =Ktorá funkcia sa vám najviac nepáči?
FrmFeedback.lblwant.caption =Akú novú funkciu si najviac želáte?
FrmFeedback.btncancel.caption =Nemám záujem
FrmFeedback.btnsubmit.caption =Odoslať

[WiseAi]
LoadUtilities=Načítavam...